Repository: yselkowitz/pluma-plugins
Catalog: po/*.po
Languages: as, bn_in, ml, te, wa

source: Bookmarks
as: পত্ৰচিহ্নসমূহ
bn_in: বুকমার্ক
ml: അടയാളക്കുറിപ്പുകള്‍
te: బుక్‌మార్కులు

source: Easy document navigation with bookmarks
as: পত্ৰচিহ্নৰ সৈতে নথিপত্ৰ সহজে ভ্ৰমন কৰা
bn_in: বুকমার্কের সাহায্যে সহজে নথিপত্র পরিদর্শন করুন
ml: രേഖകളിലൂടെ അടയാളക്കുറിപ്പുകള്‍ ഉപയോഗിച്ചുള്ള അനായാസ യാത്ര
te: బుక్‌మార్కులతో సులభతర పత్ర విహారము

source: Toggle Bookmark
as: পত্ৰচিহ্ন টগল কৰক
bn_in: বুকমার্ক টগল করুন
ml: അടയാളക്കുറിപ്പു് ‍ടൊഗിള്‍ ചെയ്യുക
te: బుక్‌మార్కును మార్చుము

source: Toggle bookmark status of the current line
as: বৰ্ত্তমান শাৰীৰ পত্ৰচিহ্নৰ অৱস্থা টগল কৰক
bn_in: বর্তমান পংক্তিকে বুকমার্ক রূপে নির্ধারণ করুন অথবা বাতিল করুন
ml: നിലവിലുള്ള വരിയുടെ അടയാളക്കുറിപ്പിന്റെ അവസ്ഥ ‍ടൊഗിള്‍ ചെയ്യുക
te: ప్రస్తుత పంక్తియొక్క బుక్‌మార్కు స్థితిని మార్చుము

source: Goto Next Bookmark
as: পিছৰ পত্ৰচিহ্নলৈ যাওক
bn_in: পরবর্তী বুকমার্কে চলুন
ml: അടുത്ത അടയാളക്കുറിപ്പിലേക്കു് പോകുക
te: తరువాతి బుక్‌మార్కునకు వెళ్ళుము

source: Goto the next bookmark
as: পিছৰ পত্ৰচিহ্নলৈ যাওক
bn_in: পরবর্তী বুকমার্কে এগিয়ে চলুন
ml: അടുത്ത അടയാളക്കുറിപ്പിലേക്കു് പോകുക
te: తరువాతి బుక్‌మార్కునకు వెళ్ళుము

source: Goto Previous Bookmark
as: আগৰ পত্ৰচিহ্নলৈ যাওক
bn_in: পূর্ববর্তী বুকমার্কে চলুন
ml: മുമ്പുള്ള അടയാളക്കുറിപ്പിലേക്കു് പോകുക
te: మునుపటి బుక్‌మార్కునకు వెళ్ళుము

source: Goto the previous bookmark
as: আগৰ পত্ৰচিহ্নলৈ যাওক
bn_in: পূর্ববর্তী বুকমার্কে পিছিয়ে যান
ml: മുമ്പുള്ള അടയാളക്കുറിപ്പിലേക്കു് പോകുക
te: మునుపటి బుక్‌మార్కునకు వెళ్ళుము

source: Automatically adds closing brackets.
as: বন্ধনী নিজেই যোগ কৰে ।
bn_in: অন্তের বন্ধনীচিহ্ন স্বয়ংক্রিয়ভাবে যোগ করা হয়।
ml: അടയ്ക്കുന്നതിനുള്ള ബ്രാക്കറ്റുകള്‍ സ്വയമായി ചേര്‍ക്കുന്നു
te: మూసివేత బ్రాకెట్లను స్వయంచాలకంగా జతచేయుము.

source: Bracket Completion
as: বন্ধনী সম্পূৰ্ণ কৰা ।
bn_in: বন্ধনী চিহ্নের সমাপ্তি
ml: ബ്രാക്കറ്റുകളുടെ പൂര്‍ത്തിയാക്കല്‍ സംവിധാനം
te: బ్రాకెట్ ముగింపు

source: Character Map
as: কেৰেক্টাৰ মেপ
bn_in: ক্যারেক্টার ম্যাপ
ml: ക്യാരക്ടര്‍ മാപ്പ്
te: ఆక్షరం పఠము

source: Insert special characters just by clicking on them.
as: বিশেষ আকৰ অকল টিপিলেই ভৰোৱা হ'ব ।
bn_in: বিশেষ অক্ষরের উপর ক্লিক করে লেখার মধ্যে সংযোজন করুন।
ml: പ്രത്യേക അക്ഷരങ്ങളില്‍ ക്ലിക്ക് ചെയ്തു് അവ ചേര്‍ക്കുക.
te: ప్రత్యేక అక్షరములను వాటిపై నొక్కుట ద్వారా చేర్చుము.

source: Code comment
as: কোডৰ কমেন্ট
bn_in: কোডের কমেন্ট
ml: കോഡിനെപ്പറ്റിയുള്ള വാചകം
te: కోడ్ వ్యాఖ్యానము

source: Comment out or uncomment a selected block of code.
as: কোডৰ এটা নিৰ্দিষ্ট অংশক কমেন্ট বা আন-কমেন্ট কৰক ।
bn_in: কোডের নির্বাচিত অংশকে কমেন্ট রূপে ধার্য করুন অথবা কমেন্ট থেকে মুক্ত করুন।
ml: തെരഞ്ഞടുത്തിരിക്കുന്ന കോഡുകളുടെ ബ്ലോക്ക് കമന്റ് അല്ലെങ്കില്‍ അണ്‍കമന്റ് ചെയ്യുക.
te: ఎంపికచేసిన కోడ్ బ్లాకును వ్యాఖ్యానమువలె వుంచుము లేదా వ్యాఖ్యానము తీసివేయుము.

source: Co_mment Code
as: কোডত কমেন্ট দিয়ক (_m)
bn_in: কোডকে কমেন্ট করুন (_m)
ml: കോഡു് _കമന്റ് ചെയ്യുക
te: వ్యాఖ్యానము కోడ్ (_m)

source: Comment the selected code
as: নিৰ্বাচিত কোডক কমেন্ট কৰক
bn_in: নির্বাচিত কোডের অংশ কমেন্ট করুন
ml: തെരഞ്ഞടുത്തിരിക്കുന്ന കോഡു് കമന്റ് ചെയ്യുക.
te: ఎంపికచేసిన కోడ్‌ను వ్యాఖ్యానమువలె వుంచుము

source: U_ncomment Code
as: কোডক আন-কমেন্ট কৰক (_n)
bn_in: কোডকে কমেন্ট মুক্ত করুন (_n)
ml: കോഡു് അണ്‍കമന്റ് ചെയ്യുക
te: కోడ్ వ్యాఖ్యానము తీసివేయుము (_n)

source: Uncomment the selected code
as: নিৰ্বাচিত কোডক আন-কমেন্ট কৰক
bn_in: নির্বাচিত কোডের অংশকে কমেন্ট থেকে মুক্ত করুন
ml: തെരഞ്ഞടുത്തിരിക്കുന്ന കോഡു് അണ്‍കമന്റ് ചെയ്യുക
te: ఎంపికచేసిన కోడ్ వ్యాఖ్యానము తీసివేయుము

source: Color Picker
as: ৰং নিৰ্বাচন কৰোঁতা
bn_in: রং নির্বাচন
ml: നിറം തെരഞ്ഞെടുക്കുന്നതിനുള്ള സംവിധാനം
te: వర్ణమును యెంచునది

source: Pick a color from a dialog and insert its hexadecimal representation.
as: সম্বাদৰ পৰা এটা ৰং বাচক আৰু তাৰ হেক্সাডেচিমেল ৰূপ ভৰাওক ।
bn_in: ডায়লগ বক্স থেকে কোনো রং নির্বাচন করে সেটির হেক্সাডেসিমেল সংখ্যা সংযোজন করুন।
ml: ഡയലോഗില്‍ നിന്നും ഒരു നിറം തെരഞ്ഞെടുത്തു് അതിനുചിതമായ ഹെക്സാ ഡെസിമല്‍ നല്‍കുക.
te: డైలాగునుండి వర్ణమును యెంచుకొని దాని హెక్సాడెసిమల్ రూపాన్ని చేర్చుము.

source: Pick _Color...
as: ৰং নিৰ্ব্বাচন কৰক (_C)...
bn_in: রং নির্বাচন...(_C)
ml: _നിറം തെരഞ്ഞെടുക്കുക...
te: వర్ణమును యెంచుకొనుము... (_C)

source: Pick a color from a dialog
as: সম্বাদৰ পৰা এটা ৰং বাচি লওক
bn_in: ডায়লগ থেকে একটি রং নির্বাচন করুন
ml: ഒരു ഡയലോഗില്‍ നിന്നും നിറം തെരഞ്ഞെടുക്കുക
te: డైలాగునుండి వర్ణమును యెంచుకొనుము

source: Pick Color
as: ৰং নিৰ্ব্বাচন কৰক
bn_in: রং নির্বাচন করুন
ml: നിറം തെരഞ്ഞെടുക്കുക
te: వర్ణమును యెంచుకొనుము

source: _Insert
as: ভৰাওক (_I)
bn_in: সংযোজন (_I)
ml: _ഇടയ്ക്കു് ചേര്‍ക്കുക
te: చేర్చుము (_I)

source: Draw Spaces
as: স্পেচ আঁকক
bn_in: শূণ্যস্থান আঁকুন
ml: സ്പെയിസുകള്‍ നല്‍കുക
te: ఖాళీలను గీయుము

source: Draw Spaces and Tabs
as: স্পেচ আৰু টেব আঁকক
bn_in: শূণ্যস্থান ও ট্যাব আঁকুন
ml: സ്പെയിസുകളും റ്റാബുകളും നല്‍കുക
te: ఖాళీలను మరియు టాబులను గీయుము

source: Draw leading spaces
bn_in: প্রারম্ভিক শূণ্যস্থান আঁকুন
te: లీడింగ్ి ఖాళీలను గీయుము

source: Draw new lines
as: নতুন শাৰী আঁকক
bn_in: নতুন পংক্তির চিহ্ন আঁকুন
ml: പുതിയ വരകള്‍ വരയ്ക്കുക
te: కొత్త పంక్తి గీయుము

source: Draw non-breaking spaces
as: নভঙা স্পেচ আঁকক
bn_in: বিভাজন প্রতিরোধকারী শূণ্যস্থান আঁকুন
ml: നോണ്‍-ബ്രെയിക്കിങ് സ്പെയിസുകള്‍ നല്‍കുക
te: విరిగి-పోని ఖాళీలను గీయుము

source: Draw spaces
as: স্পেচ আঁকক
bn_in: শূণ্যস্থান আঁকুন
ml: സ്പെയിസുകള്‍ നല്‍കുക
te: ఖాళీలను గీయుము

source: Draw spaces in text
bn_in: টেক্সটের শূণ্যস্থান আঁকুন
te: పాఠ్యమునందు ఖాళీలను గీయుము

source: Draw tabs
as: টেব আঁকক
bn_in: ট্যাব আঁকুন
ml: റ്റാബുകള്‍ നല്‍കുക
te: టాబ్‌లను గీయుము

source: Draw trailing spaces
bn_in: অন্তিম শূণ্যস্থান আঁকুন
te: ట్రెయిలింగ్ ఖాళీలను గీయుము

source: Show _White Space
as: ৰিক্ত স্থান দেখুৱাওক (_W)
bn_in: শূণ্যস্থান প্রদর্শন করা হবে (_W)
ml: _വെറ്റ് സ്പെയിസ് കാണിക്കുക
te: తెల్లని ఖాళీలను చూపుము (_W)

source: Show spaces and tabs
as: স্পেচ আৰু টেব দেখুৱাওক
bn_in: শূণ্যস্থান অথবা ট্যাব প্রদর্শন করা হবে
ml: സ്പെയിസുകളും റ്റാബുകളും കാണിക്കുക
te: ఖాళీలను మరియు టాబులను చూపుము

source: Error dialog
as: ভুলৰ সম্বাদ
bn_in: ত্রুটির ডায়লগ
ml: പിശക് കാണിക്കുന്ന ഡയലോഗ്
te: దోషపు డైలాగ్

source: Join several lines or split long ones
as: বহুতো শাৰী যোগ কৰক বা দীঘল শাৰী ভাঙি দিয়ক
bn_in: একাধিক পংক্তি একত্রিত করুন অথবা অত্যাধিক লম্বা পংক্তি বিভাজন করুন
ml: അനവധി വരകള്‍ കൂട്ടിചേര്‍ക്കുക അല്ലെങ്കില്‍ വലിയ വരകള്‍ വേര്‍തിരിക്കുക
te: చాలా పంక్తులను కలుపుము లేదా పొడవైన వాటిని విరుచుము

source: Join/Split Lines
as: শাৰী একেলগ কৰক/ভাঙক
bn_in: পংক্তি যোগ/বিভাজন করুন
ml: വരകള്‍ കൂട്ടിചേര്‍ക്കുക/വേര്‍തിരിക്കുക
te: పంక్తులను కలుపుము/విరుచుము

source: _Join Lines
as: শাৰীসমূহ যোগ কৰক (_J)
bn_in: পংক্তির জুড়ে দিন (_J)
ml: വരകള്‍ _കൂട്ടിചേര്‍ക്കുക
te: పంక్తులను కలుపుము (_J)

source: Join the selected lines
as: নিৰ্বাচিত শাৰী একেলগ কৰক
bn_in: নির্বাচিত পংক্তিগুলি জুড়ে দিন
ml: തെരഞ്ഞെടുത്ത വരകള്‍ കൂട്ടിചേര്‍ക്കുക
te: ఎంపికచేసిన పంక్తులను కలుపుము

source: _Split Lines
as: শাৰীসমূহ ভাঙক (_S)
bn_in: পংক্তি বিভাজন করুন (_S)
ml: വരകള്‍ _വേര്‍തിരിക്കുക
te: పంక్తులను విరుచుము (_S)

source: Split the selected lines
as: নিৰ্বাচিত শাৰী ভাঙক
bn_in: নির্বাচিত পংক্তিগুলি বিভাজন করুন
ml: തെരഞ്ഞെടുത്ത വരകള്‍ വേര്‍തിരിക്കുക
te: ఎంపికచేసిన పంక్తులను విరుచుము

source: Tab_bar
as: টেব বাৰ (_b)
bn_in: ট্যাব-বার (_b)
ml: റ്റാബ്_ബാര്‍
te: టాబ్ పట్టీ (_b)

source: Show or hide the tabbar in the current window
as: বৰ্ত্তমানৰ সংযোগক্ষেত্ৰত টেববাৰ দেখুৱাওক বা লুকাওক
bn_in: বর্তমান উইন্ডোর মধ্যে ট্যাব-বার প্রদর্শন অথবা আড়াল করা হবে
ml: നിലവിലുള്ള ജാലകത്തിലുള്ള റ്റാബ് ബാര്‍ കാണിക്കുക അല്ലെങ്കില്‍ അദൃശ്യമാക്കുക
te: ప్రస్తుత విండోనందు టాబ్‌పట్టీను చూపుము లేదా మరుగునవుంచుము

source: Tabbar is Visible
as: টেববাৰ দেখিব পাৰি
bn_in: ট্যাব-বার দৃশ্যমান
ml: റ്റാബ് ബാര്‍ ദൃശ്യമാണു്
te: టాబ్‌పట్టీ కనిపించునది

source: Whether the tabbar should be visible in editing windows.
as: সম্পাদন কৰিব লগা সংযোগক্ষেত্ৰত টেববাৰ দেখিব পৰা হ'ব লাগে নে নালাগে ।
bn_in: সম্পাদনার উইন্ডোর মধ্যে ট্যাব-বার দৃশ্যমান হবে কি না।
ml: ചിട്ടപ്പെടുത്തുന്നതിനുള്ള ജാലകങ്ങളില്‍ റ്റാബ് ബാര്‍ കാണിക്കണമോ എന്നു്.
te: సరికూర్చుచున్న విండోలనందు టాబ్‌పట్టీ కనిపించునట్లు వుండవలెనా.

source: Add a menu entry to show/hide the tabbar.
as: টেববাৰ দেখুৱাবলৈ/লুকাবলৈ এটা তালিকাৰ নিবেশ যোগ কৰক ।
bn_in: ট্যাব-বার প্রদর্শন/আড়াল করার জন্য একটি মেনুর এন্ট্রি যোগ করুন।
ml: റ്റാബ് ബാര്‍ കാണിക്കുക/അദൃശ്യമാക്കുന്നതിനായി ഒരു മെനു എന്‍ട്രി ചേര്‍ക്കുക.
te: టాబ్‌పట్టీను చూపుటకు/మరుగున వుంచుటకు మెనూ ప్రవేశమును జతచేయుము.

source: Show/Hide Tabbar
as: টেববাৰ দেখুৱাওক/লুকাওক
bn_in: ট্যাব-বার প্রদর্শন/আড়াল করুন
ml: റ്റാബ് ബാര്‍ കാണിക്കുക/അദൃശ്യമാക്കുക
te: టాబ్‌పట్టీను చూపుము/మరుగునవుంచుము

source: Sa_ved sessions
as: সংৰক্ষিত অধিবেশন (_v)
bn_in: সংরক্ষিত সেশান (_v)
ml: _സൂക്ഷിച്ചിട്ടുള്ള സെഷനുകള്‍
te: దాచిన విభాగము(సెషన్)లు (_v)

source: _Save current session
as: বৰ্ত্তমানৰ অধিবেশন ৰক্ষা কৰক (_S)
bn_in: বর্তমান সেশান সংরক্ষণ করুন (_S)
ml: നിലവിലുള്ള സെഷന്‍ _സൂക്ഷിക്കുക
te: ప్రస్తుత విభాగము(సెషన్) దాయుము (_S)

source: Save the current document list as a new session
as: বৰ্ত্তমানৰ নথিপত্ৰৰ তালিকাক এটা নতুন অধিবেশন হিচাপে ৰক্ষা কৰক
bn_in: বর্তমানে প্রদর্শিত নথিপত্রের তালিকাটি নতুন সেশান রূপে সংরক্ষণ করুন
ml: നിലവിലുള്ള രേഖകളുടെ പട്ടിക ഒരു പുതിയ സെഷനായി സൂക്ഷിക്കുക
te: ప్రస్తుత పత్రము జాబితాను కొత్త విభాగమువలె దాయుము

source: _Manage saved sessions...
as: সংৰক্ষিত অধিবেশন পৰিচালনা কৰক (_M)...
bn_in: সংরক্ষিত সেশানগুলির পরিচালনা...(_M)
ml: സൂക്ഷിച്ചിട്ടുള്ള സെഷനുകള്‍ _കൈകാര്യം ചെയ്യുക...
te: దాచిన విభాగములను నిర్వహించుము... (_M)

source: Open the saved session manager
as: সংৰক্ষিত অধিবেশনৰ পৰিচালকক খোলক
bn_in: সংরক্ষিত সেশানের পরিচালন ব্যবস্থা আরম্ভ করুন
ml: സൂക്ഷിച്ചിട്ടുള്ള സെഷന്‍ മാനേജര്‍ തുറക്കുക
te: దాచిన విభాగపు నిర్వాహకిని తెరువుము

source: Recover '%s' session
as: '%s' অধিবেশন পুনৰুদ্ধাৰ কৰক
bn_in: '%s' সেশান পুনরুদ্ধার করুন
ml: '%s' സെഷന്‍ വീണ്ടെടുക്കുക
te: '%s' విభాగమును తిరిగిపొందుము

source: Session Name
as: অধিবেশনৰ নাম
bn_in: সেশানের নাম
ml: സെഷന്റെ പേരു്
te: విభాగము నామము

source: Save and restore your working sessions
as: আপোনাৰ কাৰ্যকৰ অধিবেশন ৰক্ষা আৰু পুনৰুদ্ধাৰ কৰক
bn_in: চলমান সেশানগুলি সংরক্ষণ ও পুনরুদ্ধার করুন
ml: നിങ്ങള്‍ പ്രവര്‍ത്തിക്കുന്ന സെഷനുകള്‍ സൂക്ഷിച്ചു് അവ വീണ്ടെടുക്കുക
te: మీరు పనిచేస్తున్న విభాగము(సెషన్)లను దాయుము మరియు తిరిగివుంచుము

source: Session Saver
as: অধিবেশন সংৰক্ষক
bn_in: সেশান সংরক্ষণ ব্যবস্থা
ml: സെഷന്‍ സൂക്ഷിക്കുന്നതിനുള്ള സംവിധാനം
te: విభాగము(సెషన్) దాయునది

source: Save session
as: অধিবেশন পুনৰুদ্ধাৰ কৰক
bn_in: সেশান সংরক্ষণ করুন
ml: സെഷന്‍ സൂക്ഷിക്കുക
te: విభాగము(సెషన్) దాయుము

source: Saved Sessions
as: সংৰক্ষিত অধিবেশন
bn_in: সংরক্ষিত সেশান
ml: സൂക്ഷിച്ചിട്ടുള്ള സെഷനുകള്‍
te: దాచిన విభాగము(సెషన్)లు

source: Session name:
as: অধিবেশনৰ নাম:
bn_in: সেশানের নাম:
ml: സെഷന്റെ പേരു്:
te: విభాగము నామము:

source: Forget you're not using tabulations.
as: আপুনি টেবুলেছন ব্যৱহাৰ নকৰাটো পাহৰি যাওক ।
bn_in: ট্যাবুলেশনের প্রয়োগ বাতিল সম্বন্ধনীয় তথ্য গ্রাহ্য করা হবে না।
ml: നിങ്ങള്‍ റ്റാബുകള്‍ ഉപയോഗിക്കുന്നില്ല എന്നതു് മറന്നുകളയുക.
te: మీరు టాబ్యులేషన్లను వినియోగించుట లేదనునది మరువండి.

source: Smart Spaces
as: স্মাৰ্ট স্পেচেচ
bn_in: উন্নত শূণ্যস্থান
ml: സ്മാര്‍ട്ട് സ്പെയിസ്
te: స్మార్టు ఖాళీలు

source: Embed a terminal in the bottom pane.
as: তলৰ পেনত এটা টাৰ্মিনেল প্ৰোথিত কৰক ।
bn_in: নীচের পেইনের মধ্যে একটি টার্মিন্যাল এমবেড করুন।
ml: താഴെയുള്ള പെയിനില്‍ ഒരു ടെര്‍മിനല്‍ ചേര്‍ക്കുക (എംബഡ് ചെയ്യുക).
te: టెర్మినల్‌ను క్రింది తలమునందు యిరికించుము.

source: Embedded Terminal
as: প্ৰোথিত টাৰ্মিনেল
bn_in: এমবেড করা টার্মিন্যাল
ml: എംബഡഡ് ടെര്‍മിനല്‍
te: ఇరికించివుంచిన టెర్మినల్

source: Terminal
as: টাৰ্মিনেল
bn_in: টার্মিন্যাল
ml: ടെര്‍മിനല്‍
te: టెర్మినల్

source: C_hange Directory
as: পঞ্জিকা সলনি কৰক (_h)
bn_in: ডিরেক্টরি পরিবর্তন করুন (_h)
ml: ഡയറക്ടറി _മാറ്റുക
te: డైరెక్టరీను మార్చుము (_h)

source: Document Words
bn_in: নথির মধ্যে শব্দ
te: పత్రము పదాలు

source: Word Completion
bn_in: শব্দ সমাপ্তি
te: పద ముగింపు

source: Word completion using the completion framework
bn_in: সমাপ্তির জন্য উপলব্ধ পরিকাঠামো প্রয়োগ করে ব্যবহৃত শব্দ সম্পূর্ণকরণের ব্যবস্থা
te: పూర్తిచేయు ఫ్రేమ్‌వర్కు వుపయోగించి పద సంపూరణము

source: _ASCII Table
wa: Tåvlea _ASCII

source: Pop-up a dialog containing an ASCII Table
wa: Mostrer on purnea avou li tåvlea des caracteres ASCII

source: Name
wa: No

source: ASCII Table
wa: Tåvlea ASCII

source: _Insert char
wa: _Sititchî caractere

source: ASCII table
wa: Tåvlea ASCII

source: This plugin displays a pop-up dialog which contains an ASCII Table.
wa: Ci tchôke-divins chal mostere on purnea avou li tåvlea des caracteres ASCII.

source: Open CVS Chan_geLogs
wa: Drovi les fitchîs Chan_geLog do CVS

source: Searches for ChangeLogs in the current document and opens them
wa: Cweri après des fitchîs ChangeLog el documint do moumint et s' les drovi

source: A plugin that opens ChangeLogs found in CVS commit messages.
wa: On tchôke-divins po drovi les fitchîs ChangeLog do CVS po les messaedjes di «commit»

source: Co_mpare Files...
wa: Co_mparer fitchîs...

source: Makes a diff file from two documents or files
wa: Fwait on diff (diferince des royes di tecse) inte deus fitchîs ou documints

source: Compare Files
wa: Comparer fitchîs

source: C_ompare
wa: C_omparer

source: Executed command
wa: Comande enondêye

source: The two documents you selected are the same.
wa: Les deus documints tchoezis sont li minme.

source: The "first" file you selected does not exist. Please provide a valid file.
wa: Li «prumî» fitchî tchoezi n' egzistêye nén. Dinez on no d' fitchî valåbe s' i vos plait

source: The "second" file you selected does not exist. Please provide a valid file.
wa: Li «deujhinme» fitchî tchoezi n' egzistêye nén. Dinez on no d' fitchî valåbe s' i vos plait

source: The two files you selected are the same.
wa: Les deus fitchîs tchoezis sont li minme.

source: The "first" document contains no text.
wa: Li «prumî» documint n' a nou tecse å dvins.

source: The "second" document contains no text.
wa: Li «deujhinme» documint n' a nou tecse å dvins.

source: Impossible to compare the selected documents. pluma could not create a temporary file.
wa: Dj' a nén polou comparer les documints tchoezis. pluma èn pout nén fé on fitchî timporaire.

source: Impossible to compare the selected documents. Error executing the diff command.
wa: Dj' a nén polou comparer les documints tchoezis. Åk n' a nén stî tot-z enondant li comande «diff».

source: No differences were found between the selected documents.
wa: Nole diferince di trovêye inte les deus documints tchoezis.

source: Impossible to compare the selected documents. The result contains invalid UTF-8 data.
wa: C' est nén possibe di comparer les documints tchoezis. Li rzultat contént des dnêyes UTF-8 nén valides.

source: Choose the files to compare.
wa: Tchoezixhoz les fitchîs a comparer.

source: Compare files...
wa: Comparer fitchîs...

source: F_rom document
wa: A _pårti d' on documint

source: First
wa: Prumî

source: First file from disk
wa: Prumî fitchî del deure plake

source: First file from open document
wa: Prumî fitchî do drovaedje di documint

source: From _document
wa: A pårti d' on _documint

source: From a _file on disk
wa: A pårti d' on _fitchî del deure plake

source: From a file o_n disk
wa: A pårti d' on fitchî del _deure plake

source: Ignore _blanks (-b option)
wa: Passer houte des _blancs (tchuze -b)

source: Note that this option is only supported by GNU diff
wa: Note ki cisse tchuze chal ni va k' avou l' «diff» di GNU

source: Second
wa: Deujhinme

source: Second file from disk
wa: Deujhinme fitchî del deure plake

source: Second file from open document
wa: Deujhinme fitchî do drovaedje di documint

source: Select the "first" file...
wa: Tchoezi li «prumî» fitchî...

source: Select the "second" file...
wa: Tchoezi li «deujhinme» fitchî...

source: Select the first file to compare
wa: Tchoezi li prumî fitchî po comparer

source: Select the first open document to compare
wa: Tchoezi li prumî documint po comparer

source: Select the second file to compare
wa: Tchoezi li deujhinme fitchî po comparer

source: Select the second open document to compare
wa: Tchoezi li deujhinme documint po comparer

source: Use the _unified output format (-u option)
wa: Eployî li cogne _unifieye pol rexhowe (tchuze -u)

source: The Compare Files plugin uses the "diff" program to compare two documents or files on disk.
wa: Li tchôke-divins po comparer les fitchîs eploye li programe «diff» po vey les diferinces inte deus documints ou fitchîs sol deure plake.
